Repository: filippogiordano/concorso
Catalog: php/app/Locale/ita/LC_MESSAGES/default.po
Languages: it_it

source: Invalid category
it_it: Categoria non valida

source: The category could not be updated. Please, try again.
it_it: La Categoria non può essere aggiornata. Per piacere, ritenta.

source: The category has been saved.
it_it: La Categoria è stata salvata.

source: The category could not be saved. Please, try again.
it_it: La Categoria non può essere salvata. Ritenta.

source: The category has been deleted.
it_it: La Categoria è stata eliminata

source: The category could not be deleted. Please, try again.
it_it: La Categoria non può essere eliminata. Ritenta

source: Invalid city
it_it: Città non valida

source: The city has been saved.
it_it: La Città è stata salvata.

source: The city could not be saved. Please, try again.
it_it: La Città non può essere salvata. Ritenta

source: The city has been deleted.
it_it: La Città è stata eliminata.

source: The city could not be deleted. Please, try again.
it_it: La Città non può essere eliminata. Ritenta.

source: Invalid costcenter
it_it: Centro di Costo non valido.

source: The costcenter has been saved.
it_it: Il Centro di Costo è stato salvato.

source: The costcenter could not be saved. Please, try again.
it_it: Il Centro di Costo non può essere salvato. Ritenta.

source: The costcenter has been deleted.
it_it: Il Centro di Costo è stato eliminato.

source: The costcenter could not be deleted. Please, try again.
it_it: Il Centro di Costo non può essere eliminato. Ritenta.

source: Invalid district
it_it: Distretto non valido

source: The district has been saved.
it_it: Il distretto è stato salvato.

source: The district could not be saved. Please, try again.
it_it: Il distretto non può essere salvato. Ritenta.

source: The district has been deleted.
it_it: Il distretto è stato eliminato.

source: The district could not be deleted. Please, try again.
it_it: Il distretto non può essere eliminato. Ritenta.

source: Invalid point
it_it: Punto Fisico non valido.

source: The point has been saved.
it_it: Il Punto Fisico è stato salvato.

source: The point has been deleted.
it_it: Il Punto Fisico è stato eliminato.

source: The point could not be deleted. Please, try again.
it_it: Il Punto Fisico non può essere eliminato. Ritenta.

source: Invalid points user
it_it: Relazione Punto Fisico - Utente non valida

source: The points user has been saved.
it_it: La relazione Punto Fisico - Utente è stata salvata.

source: The points user could not be saved. Please, try again.
it_it: La relazione Punto Fisico - Utente non può essere salvata. Ritenta.

source: The users to point has been saved.
it_it: La relazione Punto Fisico - Utente è stata salvata.

source: The users to point could not be saved. Please, try again.
it_it: La relazione Punto Fisico - Utente non può essere salvata. Ritenta.

source: The points user has been deleted.
it_it: La relazione Punto Fisico - Utente è stata eliminata.

source: The points user could not be deleted. Please, try again.
it_it: La relazione Punti fisici - Utente non può essere eliminata. Ritenta.

source: Invalid refus
it_it: Rifiuto non valido

source: The refus has been saved.
it_it: Il rifiuto è stato caricato a sistema.

source: The refus could not be saved. Please, try again.
it_it: Il rifiuto non può essere salvato. Ritenta.

source: The refus has been deleted.
it_it: Il rifiuto è stato eliminato.

source: The refus could not be deleted. Please, try again.
it_it: Il rifiuto non può essere eliminato. Ritenta.

source: Invalid subcategory
it_it: Sottocategoria non valida.

source: The subcategory has been saved.
it_it: La sottocategoria è stata salvata.

source: The subcategory could not be saved. Please, try again.
it_it: La sottocategoria non può essere salvata. Ritenta.

source: The subcategory has been deleted.
it_it: La sottocategoria è stata eliminata.

source: The subcategory could not be deleted. Please, try again.
it_it: La sottocategoria non può essere eliminata. Ritenta.

source: Invalid type
it_it: Tipologia non valida

source: The type has been saved.
it_it: La tipologia è stata salvata.

source: The type could not be saved. Please, try again.
it_it: La tipologia non può essere salvata. Ritenta.

source: The type has been deleted.
it_it: La tipologia è stata eliminata.

source: The type could not be deleted. Please, try again.
it_it: La tipologia non può essere eliminata. Ritenta.

source: Invalid username or password, try again
it_it: Username o password non validi, ritenta

source: Invalid user
it_it: Utente non valido

source: The user could not be saved. Please, try again.
it_it: Il post non può essere salvato. Ritenta.

source: The password has been changed. Login using the new one.
it_it: La password è stata cambiata. Effettua il Login utilizzando la nuova password.

source: The passwords are not the same. Please, try again.
it_it: Le passwords non coincidono. Ritenta.

source: The user has been deleted.
it_it: L'utente è stato eliminato.

source: The user could not be deleted. Please, try again.
it_it: L'utente non può essere eliminato. Ritenta.

source: Add Category
it_it: Aggiungi Categoria

source: Submit
it_it: Invia

source: Actions
it_it: Azioni

source: List Categories
it_it: Visualizza le Categorie

source: List Subcategories
it_it: Visualizza le Sottocategorie

source: New Subcategory
it_it: Nuova sottocategoria

source: Edit Category
it_it: Modifica Categoria

source: Delete
it_it: Elimina

source: Are you sure you want to delete # %s?
it_it: Sicuro di voler eliminare # %s?

source: Categories
it_it: Categorie

source: View
it_it: Visualizza

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
it_it: Pagina {:page} di {:pages}, che visualizza {:current} records su {:count} totali, a partire dal {:start}^, al {:end}^

source: previous
it_it: precedente

source: next
it_it: successivo

source: New Category
it_it: Nuova Categoria

source: Category
it_it: Categoria

source: Delete Category
it_it: Rimuovi Categoria

source: Related Subcategories
it_it: Sottocategorie Correlate

source: Category Id
it_it: Id Categoria

source: Add City
it_it: Aggiungi Città

source: List Cities
it_it: Visualizza Città

source: Edit City
it_it: Modifica Città

source: Cities
it_it: Città

source: List Districts
it_it: Visualizza Distretti

source: New City
it_it: Nuova Città

source: City
it_it: Città

source: District
it_it: Distretto

source: Delete City
it_it: Rimuovi Città

source: Related Points
it_it: Punti Fisici Correlati

source: City Id
it_it: Id Città

source: New Point
it_it: Aggiungi Punto Fisico

source: Add Costcenter
it_it: Aggiungi Centro di Costo

source: List Costcenters
it_it: Visualizza Centri di Costo

source: List Points
it_it: Visualizza Punti Fisici

source: List Refuses
it_it: Visualizza Rifiuti

source: New Refus
it_it: Carica Rifiuto

source: Edit Costcenter
it_it: Modifica Centro di Costo

source: Costcenters
it_it: Centri di Costo

source: New Costcenter
it_it: Aggiungi Centro di Costo

source: Costcenter
it_it: Centro di Costo

source: Point
it_it: Punto Fisico

source: Delete Costcenter
it_it: Rimuovi Centro di Costo

source: Related Refuses
it_it: Rifiuti Correlati

source: Type Id
it_it: Id Tipologia

source: Costcenter Id
it_it: Id Centro di Costo

source: Created
it_it: Creato

source: Modified
it_it: Modificato

source: User Id
it_it: Id Utente

source: Edit
it_it: Modifica

source: Add District
it_it: Aggiungi Distretto

source: Edit District
it_it: Modifica Distretto

source: Districts
it_it: Distretti

source: New District
it_it: Nuovo Distretto

source: Delete District
it_it: Elimina Distretto

source: Related Cities
it_it: Città Correlate

source: Add Point
it_it: Aggiungi Punto fisico

source: Edit Point
it_it: Modifica Punto fisico

source: Points
it_it: Punti fisici

source: Delete Point
it_it: Rimuovi Punto fisico

source: Related Costcenters
it_it: Centri di Costo Correlati

source: Add Points User
it_it: Aggiungi relazione Punti fisici - Utenti

source: List Points Users
it_it: Visualizza relazione Punti fisici - Utenti

source: List Users
it_it: Visualizza Utenti

source: New User
it_it: Nuovo Utente

source: Edit Points User
it_it: Modifica relazione Punti fisici - Utenti

source: Points Users
it_it: Relazioni Punti fisici - Utenti

source: New Points User
it_it: Aggiungi relazione Punti fisici - Utente

source: Points User
it_it: Relazione Punti fisici - Utente

source: User
it_it: Utente

source: Delete Points User
it_it: Rimuovi relazione Punti fisici - Utente

source: Add Refus
it_it: Aggiungi rifiuto

source: Edit Refus
it_it: Modifica Rifiuto

source: Refuses
it_it: Rifiuti

source: Refus
it_it: Rifiuto

source: Type
it_it: Tipologia

source: Delete Refus
it_it: Rimuovi Rifiuto

source: Add Subcategory
it_it: Aggiungi Sottocategoria

source: Edit Subcategory
it_it: Modifica Sottocategoria

source: List Types
it_it: Visualizza Tipologie

source: New Type
it_it: Nuova Tipologia

source: Subcategories
it_it: Sottocategorie

source: Subcategory
it_it: Sottocategoria

source: Delete Subcategory
it_it: Rimuovi Sottocategoria

source: Related Types
it_it: Tipologie Correlate

source: Subcategory Id
it_it: Id sottocategoria

source: Add Type
it_it: Aggiungi Tipologia

source: Edit Type
it_it: Modifica Tipologia

source: Types
it_it: Tipologia

source: Delete Type
it_it: Rimuovi Tipologia

source: Add User
it_it: Aggiungi Utente

source: Edit User
it_it: Modifica Utente

source: Users
it_it: Utente

source: Rights
it_it: Diritti d'accesso

source: Username
it_it: Nome utente

source: Role
it_it: Ruolo

source: Delete User
it_it: Rimuovi utente

source: Please enter your username and password
it_it: Inserisci il tuo nome utente e password

source: notEmpty
it_it: non vuoto

source: boolean
it_it: booleano

source: numeric
it_it: numerico

source: date
it_it: data

source: alphaNumeric
it_it: alfanumerico

source: Invalid email address
it_it: Indirizzo email non valido

source: Email already registered
it_it: L'indirizzo email è già presente a sistema

source: A password is required
it_it: E' richiesta una password

source: Please enter a valid role
it_it: Inserire un ruolo valido

source: Error
it_it: Errore

source: The requested address %s was not found on this server.
it_it: L'indirizzo richiesto %s non è stato trovato su questo server.

source: An Internal Error Has Occurred.
it_it: Si è verificato un errore interno.

source: Rename %s to %s
it_it: Rinomina %s in %s

source: New
it_it: Nuovo

source: Community mailing list
it_it: Mailing list della community
